<?php
return array(
	10100 => 
	array (
		'name' => '有线电视网',
	),
	10200 => 
	array (
		'name' => '网通',
	),
	10300 => 
	array (
		'name' => '电信',
	),
	10400 => 
	array (
		'name' => '移动',
	),
	10500 => 
	array (
		'name' => '联通',
	),
	10600 => 
	array (
		'name' => '铁通',
	),
	10700 => 
	array (
		'name' => '长城宽带',
	),
	10800 => 
	array (
		'name' => '方正宽带',
	),
	10900 => 
	array (
		'name' => '教育网',
		'in' => array(
			'学校',
			'宿舍',
			'附中',
			'一中',
			'二中',
			'三中',
			'四中',
			'五中',
			'六中',
			'七中',
			'八中',
			'九中',
			'十中',
			'中学',
			'中专',
			'大学',
			'职大',
			'学院',
			'University',
			'教育信息网',
		),
	),
	11000 => array(
		'name' => '歌华宽带',
		'in' => array('歌华有线'),
	),	
	11100 => array(
		'name' => '宽带通',
	),
	11200 => array(
		'name' => '中电华通',
	),
	11300 => array(
		'name' => '蓝通宽带',
	),
	11400 => array(
		'name' => '有线宽带',
	),
	11500 => array(
		'name' => '天威宽带',
		'in' => array('天威有线宽带'),
	),
	11600 => array(
		'name' => '有线通',
	),
	11700 => array(
		'name' => '小区网',
		'in' => array(
			'小区',
			'公寓',
		),
	),
	11800 => array(
		'name' => '珠江宽频',
	),
	11900 => array(
		'name' => '新视宽频',
	),
	12000 => array(
		'name' => '华数宽带',
	),
	12100 => array(
		'name' => 'E家宽频',
	),
	12200 => array(
		'name' => '中海宽带',
	),
	12300 => array(
		'name' => '网吧',
		'in' => array(
			'号机',
			'网苑',
			'网城',
			'网络城',
			'网络时空',
			'时空网络',
			'网域',
		),
	),
	12400 => array(
		'name' => '油田宽带',
	),
	12500 => array(
		'name' => '盈联宽带',
	),
	12600 => array(
		'name' => '有线宽频',
	),
	12700 => array(
		'name' => '视讯宽带',
	),
	12800 => array(
		'name' => '广电宽带',
	),
	12900 => array(
		'name' => '东森宽频',
	),
	13000 => array(
		'name' => '国外',
	),
	13100 => array(
		'name' => '光电新创',
	),
);
